Repository: Ordissimo/scangearmp
Catalog: scangearmp/po/*.po
Languages: de, fr

source: Select Source is altered, so deletes preview image.
de: Quelle wählen wurde geändert, daher wird das Vorschaubild gelöscht.
fr: La source sélectionnée étant modifiée, supprime l'aperçu de l'image.

source: Collecting printer status about maintenance. Please wait.
de: Druckerstatusinformationen über die Wartung werden gesammelt. Bitte warten.
fr: Collecte d'informations sur l'état de l'imprimante au niveau maintenance. Patientez.

source: Sending printer settings about maintenance. Please wait.
de: Druckereinstellungen über die Wartung werden gesendet. Bitte warten.
fr: Envoi des paramètres d'imprimante au niveau maintenance. Patientez.

source: Do not use quiet mode
de: Geräuscharmen Modus nicht verwenden
fr: Désactiver le mode silencieux

source: Always use quiet mode
de: Geräuscharmen Modus immer verwenden
fr: Toujours activer le mode silencieux

source: Use quiet mode during specified hours
de: Geräuscharmen Modus im angegebenen Zeitraum verwenden
fr: Activer le mode silencieux pendant des heures spécifiées

source: Start time :
de: Startzeit:
fr: Heure de début :

source: End time :
de: Ende:
fr: Heure de fin :

source: When the hours are specified, quiet mode is not applied to operations (copy, direct print, etc.) performed directly from the printer.
de: Bei Angabe von Stunden gilt der geräuscharme Modus nicht für Vorgänge (Kopieren, direktes Drucken usw.), die direkt über den Drucker ausgeführt werden.
fr: Lorsque les heures sont spécifiées, le mode silencieux ne s'applique pas aux opérations (copie, impression directe, etc.) effectuées directement depuis l'imprimante.

source: Enable
de: Aktiviert
fr: Activer

source: Disable
de: Deaktiviert
fr: Désactiver

source: 15 minutes
de: 15 Minuten

source: 30 minutes
de: 30 Minuten

source: 60 minutes
de: 60 Minuten

source: 120 minutes
de: 120 Minuten

source: 240 minutes
de: 240 Minuten

source: dpi
fr: ppp

source: OCR(300dpi)
fr: OCR (300 ppp)

source: Letter
fr: Lettre

source: Legal
fr: Légal
