Repository: Ordissimo/scangearmp
Catalog: scangearmp/po/*.po
Languages: de, fr

source: Clear Preview
de: Vorschau löschen
fr: Effacer aperçu

source: About
de: Info
fr: A propos de

source: Select Source
de: Quelle wählen
fr: Sélectionner source

source: Display Preview Image
de: Vorschaubild anzeigen
fr: Afficher l'aperçu de l'image

source: Preview
de: Vorschau
fr: Aperçu

source: Destination
de: Ziel

source: Output Size
de: Ausgabeformat
fr: Format sortie

source: Adjust cropping frames
de: Schnittrahmen anpassen
fr: Ajuster des cadres de découpe

source: Perform Scan
de: Scanvorgang ausführen
fr: Lancer la numérisation

source: Scan
de: Scannen
fr: Numériser

source: Basic Mode
de: Basismodus
fr: Mode de base

source: Select Source :
de: Scannen von:
fr: Sélectionner source :

source: Color Mode :
de: Farbmodus:
fr: Mode couleur :

source: Width :
de: Breite:
fr: Largeur :

source: Height :
de: Höhe:
fr: Hauteur :

source: Paper Size :
de: Papierformat:
fr: Format papier :

source: Binding Location :
de: Bindung:
fr: Emplacement de la reliure :

source: Input Settings
de: Eingabe-Einstellungen
fr: Paramètres d'entrée

source: Output Resolution :
de: Ausgabeauflösung:
fr: Résolution :

source: Output Size :
de: Ausgabeformat:
fr: Format sortie :

source: Data Size :
de: Datengröße:
fr: Format des données :

source: Output Settings
de: Ausgabe-Einstellungen
fr: Paramètres de sortie

source: Unsharp Mask :
de: Scharfzeichnen:
fr: Accentuation de la netteté :

source: Descreen :
de: Entrastern:
fr: Elimination moiré :

source: Image Settings
de: Bildeinstellungen
fr: Paramètres d'image

source: Defaults
de: Standard
fr: Défaut

source: Threshold
de: Grenzwert
fr: Seuil

source: Final Review
de: Letzte Prüfung
fr: Contrôle final

source: Tone Curve Settings
de: Farbtonkurve - Einstellungen
fr: Paramètres de la courbe de tonalité

source: Histogram
de: Histogramm
fr: Histogramme

source: Brightness/Contrast
de: Helligkeit/Kontrast
fr: Luminosité/contraste

source: Advanced Mode
de: Erweiterter Modus
fr: Mode avancé

source: Preferences...
de: Voreinstellungen...
fr: Préférences...

source: Close
de: Schließen
fr: Fermer

source: Preferences
de: Voreinstellungen
fr: Préférences

source: Auto Power Settings
de: Autom. Ein/Aus-Einstellungen
fr: Paramètres d'alimentation automatique

source: Settings...
de: Einstellungen...
fr: Paramètres...

source: Quiet Mode
de: Geräuschloser Modus
fr: Mode silencieux

source: Quiet Settings
de: Geräuscharme Einstellungen
fr: Paramètres silencieux

source: Calibration Settings
de: Kalibrierungseinstellungen
fr: Paramètres d'étalonnage

source: Execute at Every Scan :
de: Bei jedem Scan ausführen:
fr: Exécuter à chaque numérisation :

source: Recommended
de: Empfohlen
fr: Recommandés

source: None
de: Ohne
fr: Aucun

source: Monitor Gamma :
de: Bildschirm-Gammawert:
fr: Gamma moniteur :

source: Color Settings
de: Farbeinstellung
fr: Paramètres de couleur

source: Cancel
de: Abbrechen
fr: Annuler

source: Select Scanner
de: Scanner auswählen
fr: Sélectionner le scanner

source: No scanners detected.
de: Keine Scanner erkannt.
fr: Aucun scanner détecté.

source: Update Scanner List
de: Scanner-Liste aktualisieren
fr: Mettre à jour la liste des scanners

source: Save Scan Image
de: Scanbild speichern
fr: Enregistrer image numérisée

source: Save as type:
de: Speichern als:
fr: Enregistrer sous le type :

source: Save
de: Speichern
fr: Enregistrer

source: The same file name already exists. Are you sure to overwrite it?
de: Derselbe Dateiname ist bereits vorhanden. Möchten Sie ihn wirklich überschreiben?
fr: Nom de fichier déjà existant. Voulez-vous l’écraser ?

source: Channel :
de: Farbkanal:
fr: Canal :

source: Brightness :
de: Helligkeit:
fr: Luminosité :

source: Dark
de: Dunkel
fr: Sombre

source: Bright
de: Hell
fr: Lumineux

source: Contrast :
de: Kontrast:
fr: Contraste :

source: Low
de: Niedrig
fr: Faible

source: High
de: Hoch
fr: Elevé

source: Gray Balance :
de: Graubalance:
fr: Équilibre des gris :

source: Select Tone Curve :
de: Farbtonkurve auswählen:
fr: Sélectionner la courbe de tonalité :

source: No correction
de: Keine Korrektur
fr: Pas de correction

source: Overexposure
de: Überbelichtung
fr: Surexposition

source: Underexposure
de: Unterbelichtung
fr: Sous-exposition

source: High contrast
de: Starker Kontrast
fr: Contraste élevé

source: Current
de: Aktuell
fr: Actuel

source: Threshold Level :
de: Grenzwertstufe:
fr: La valeur du seuil :

source: Light
de: Hell
fr: Clair

source: Dark
de: Dunkel
fr: Sombre

source: Auto Power On :
de: Automatisches Einschalten:
fr: Alim. auto activée :

source: Auto Power Off :
de: Automatisches Ausschalten:
fr: Alim. auto désactivée :

source: Photo (Color)
de: Foto (Farbe)
fr: Photo (couleur)

source: Magazine (Color)
de: Zeitschrift (Farbe)
fr: Magazine (couleur)

source: Newspaper(B&W)
de: Zeitung (Schwarzweiß)
fr: Journal (N/B)

source: Document (Grayscale)
de: Dokument (Graustufen)
fr: Document (nuances de gris)

source: Newspaper (Grayscale)
de: Zeitung (Graustufen)
fr: Journal (nuances de gris)

source: Document (Color) ADF Simplex
de: Dokument (Farbe) ADF Simplex
fr: Document (couleur) CAD recto

source: Document (Grayscale) ADF Simplex
de: Dokument (Graustufen) ADF Simplex
fr: Document (niveaux de gris) CAD recto

source: Document (Color) ADF Duplex
de: Dokument (Farbe) ADF Duplex
fr: Document (couleur) CAD recto verso

source: Document (Grayscale) ADF Duplex
de: Dokument (Graustufen) ADF Duplex
fr: Document (niveaux de gris) CAD recto verso

source: Document (Color)
de: Dokument (Farbe)
fr: Document (couleur)

source: Print(300dpi)
de: Drucken (300 dpi)
fr: Impression (300 ppp)

source: Image display(150dpi)
de: Bildanzeige (150 dpi)
fr: Affichage de l'image (150 ppp)

source: Print
de: Drucken
fr: Impression

source: Image display
de: Bildanzeige
fr: Affichage de l'image

source: Flexible
de: Flexibel

source: Card
de: Karte
fr: Carte

source: L Landscape
de: L Querformat
fr: L Paysage

source: L Portrait
de: L Hochformat

source: 2L Landscape
de: 2L Querformat
fr: 2L Paysage

source: 2L Portrait
de: 2L Hochformat

source: 4" x 6" Landscape
de: 10x15cm Querformat
fr: 10x15cm Paysage

source: 4" x 6" Portrait
de: 10x15cm Hochformat
fr: 10x15cm Portrait

source: 128 x 128 pixels
de: 128 x 128 Pixel

source: 640 x 480 pixels
de: 640 x 480 Pixel

source: 800 x 600 pixels
de: 800 x 600 Pixel

source: 1024 x 768 pixels
de: 1024 x 768 Pixel

source: 1280 x 1024 pixels
de: 1280 x 1024 Pixel

source: 1600 x 1200 pixels
de: 1600 x 1200 Pixel

source: 2048 x 1536 pixels
de: 2048 x 1536 Pixel

source: 2272 x 1704 pixels
de: 2272 x 1704 Pixel

source: 2592 x 1944 pixels
de: 2592 x 1944 Pixel

source: Full Platen
de: Ganze Auflagefläche
fr: Vitre complète

source: Platen
de: Auflagefläche
fr: Vitre

source: Document (ADF Simplex)
de: Dokument (ADF Simplex)
fr: Document (CAD recto)

source: Document (ADF Duplex)
de: Dokument (ADF Duplex)
fr: Document (CAD recto verso)

source: Long Edge
de: Lange Seite
fr: Bord long

source: Short Edge
de: Kurze Seite
fr: Bord court

source: Color
de: Farbe
fr: Couleur

source: Color(Documents)
de: Farbe (Dokumente)
fr: Couleur (documents)

source: Grayscale
de: Graustufen
fr: Niveaux de gris

source: Black and White
de: Schwarzweiß
fr: Noir et blanc

source: pixels
de: Pixel

source: inches
de: Inch
fr: pouces

source: centimeters
de: Zentimeter
fr: centimètres

source: ON
de: EIN
fr: Activé

source: OFF
de: AUS
fr: Désactivé

source: Master
de: Hauptkanal
fr: Principal

source: Red
de: Rot
fr: Rouge

source: Green
de: Grün
fr: Vert

source: Blue
de: Blau
fr: Bleu

source: Grayscale
de: Graustufen
fr: Niveaux de gris

source: The file name is not specified.
de: Der Dateiname wurde nicht angegeben.
fr: Le nom du fichier n’est pas spécifié.

source: You do not have permission to access the specified file. Specify another file name or save the file in another directory.
de: Sie haben keine Zugriffsberechtigung für die angegebene Datei. Geben Sie einen anderen Dateinamen an, oder speichern Sie die Datei in einem anderen Verzeichnis.
fr: Vous n’êtes pas autorisé à accéder au fichier spécifié. Spécifiez un autre nom de fichier ou enregistrez le fichier dans un autre répertoire.

source: The specified directory does not exist or you do not have permission to access the directory. Save the file in another directory.
de: Das angegebene Verzeichnis ist nicht vorhanden, oder Sie haben keine Zugriffsberechtigung dafür. Speichern Sie die Datei in einem anderen Verzeichnis.
fr: Le répertoire spécifié n’existe pas ou vous n’êtes pas autorisé à y accéder. Enregistrez le fichier dans un autre répertoire.

source: The specified file name is invalid. Specify another file name.
de: Der angegebene Dateiname ist ungültig. Geben Sie einen anderen Dateinamen an.
fr: Nom de fichier incorrect. Spécifiez un autre nom de fichier.

source: Do not display this message again.
de: Diese Nachricht nicht mehr anzeigen.
fr: Ne plus afficher ce message.

source: Resets the settings to default.
de: Setzt die Einstellungen auf den Standard zurück.
fr: Restaure la valeur par défaut des paramètres.

source: You are trying to scan an image exceeding 100 MB. Scanning images of this size puts a considerable load on the computer, and some applications may be unable to load the image. Are you sure you want to continue?
de: Sie versuchen, ein Bild mit mehr als 100 MB zu scannen. Bilder dieser Größe verbrauchen sehr viel Speicherplatz auf Ihrem Computer und manche Anwendungen können das Bild möglicherweise nicht laden. Möchten Sie wirklich fortfahren?
fr: Vous tentez de numériser une image dépassant 100 Mo. La numérisation d'images de cette taille impose une charge considérable à l'ordinateur et certaines applications peuvent être incapables de charger l'image. Voulez-vous vraiment continuer ?

source: Scanning cannot be performed unless the crop size, output size or output resolution is reduced to %s x %s pixels or less.
de: Der Scanvorgang kann nur durchgeführt werden, wenn die Beschneidegröße, Ausgabegröße oder die Ausgabeauflösung auf %s x %s Pixel oder weniger reduziert wird.
fr: Si le découpage, le format ou la résolution de sortie est supérieur à %s x %s pixels, la numérisation est impossible.

source: If you keep Unsharp Mask ON, Descreen may not work.
de: Ist die Option 'Scharfzeichnen' aktiviert, funktioniert Entrastern möglicherweise nicht richtig.
fr: Si vous conservez l'option Accentuation sélectionnée, il est possible que la fonction Elimination moiré ne puisse s'exécuter.

source: The ADF (Auto Document Feeder) is empty. Place paper in the ADF.
de: Der ADF (Automatischer Dokumenteneinzug) ist leer. Legen Sie Papier in den ADF ein.
fr: Le CAD (chargeur automatique de documents) est vide. Placez-y du papier.

source: Cannot find available scanners. Cable may be disconnected or scanner may be turned off. Check the scanner status, and then try again.
de: Es wurde kein verfügbarer Scanner gefunden. Möglicherweise ist das Kabel nicht angeschlossen oder der Scanner ist ausgeschaltet. Überprüfen Sie den Scanner-Status, und versuchen Sie es anschließend erneut.
fr: Impossible de trouver les scanners disponibles. Le câble est peut-être débranché ou le scanner hors tension. Vérifiez à nouveau l'état du scanner, puis réessayez.

source: You are trying to scan a large image. Reduce image size or output resolution, when you want to scan this image.
de: Sie versuchen, ein großformatiges Bild zu scannen. Reduzieren Sie die Bildgröße oder die Ausgabeauflösung, wenn Sie dieses Bild scannen möchten.
fr: Vous tentez de numériser une image de grande taille. Réduisez la taille de l'image ou la résolution de sortie lorsque vous voulez numériser cette image.

source: Apply settings to printer?
de: Einstellungen auf Drucker übernehmen?
fr: Appliquer les paramètres à l'imprimante ?

source: Apply the setting to printer? If the printer is connected to a network, it will not turn off automatically even if Auto Power Off is set.
de: Einstellung für Drucker übernehmen? Wenn der Drucker mit einem Netzwerk verbunden ist, wird er auch dann nicht automatisch ausgeschaltet, wenn Automatisches Ausschalten aktiviert ist.
fr: Appliquer le paramètre à l'imprimante ? Si l'imprimante est connectée à un réseau, elle ne sera pas mise hors tension automatiquement même si le paramètre Alim. auto désactivée est défini.

source: Scanning...
de: Scanvorgang läuft...
fr: Numérisation...

source: Saving...
de: Speichern...
fr: Enregistrement en cours...

source: Transferring...
de: Übertragen...
fr: Transfert en cours...

source: %d page(s)
de: %d Seite(n)

source: Searching...
de: Suche läuft...
fr: Recherche en cours...

source: Searching for scanners.
de: Suche nach Scannern wird ausgeführt.
fr: Recherche de scanners en cours.

source: Updating the scanner list.
de: Scanner-Liste wird aktualisiert.
fr: Mise à jour de la liste des scanners en cours.

source: Scanning canceled by user.
de: Scanvorgang abgebrochen.
fr: Numérisation annulée.

source: Copying... Scan after it is complete.
de: Kopiert... Nach dem Vorgang scannen.
fr: Copie en cours... Attendez la fin pour numériser.

source: Printing... Scan after it is complete.
de: Druckt... Nach dem Vorgang scannen.
fr: Impression en cours... Attendez la fin pour numériser.

source: Printer maintenance is in progress. Scan after it is complete.
de: Der Drucker wird gewartet. Nach dem Vorgang scannen.
fr: Maintenance de l'imprimante en cours. Attendez la fin pour numériser.

source: Cannot communicate with scanner. Cable may be disconnected or scanner may be turned off. Check status. Scanner driver will be closed.
de: Kommunikation mit dem Scanner nicht möglich. Möglicherweise ist das Kabel nicht angeschlossen oder der Scanner ist ausgeschaltet. Überprüfen Sie den Status. Der Scanner-Treiber wird geschlossen.
fr: Impossible de communiquer avec le scanner. Le câble est peut-être débranché ou le scanner hors tension. Vérifiez l'état. Le pilote du scanner va être fermé.

source: There is not enough free disk space to complete the scan. Scanner driver will be closed.
de: Stellen Sie mehr Datenträgerspeicher zur Verfügung. Der Scanner-Treiber wird geschlossen.
fr: Espace disque insuffisant pour terminer la numérisation. Le pilote du scanner va être fermé.

source: Internal Error occurred. Scanner driver will be closed.
de: Es ist ein interner Fehler aufgetreten. Der Scanner-Treiber wird geschlossen.
fr: Une erreur interne s'est produite. Le pilote du scanner va être fermé.

source: Error in scanner. Turn off scanner and follow instructions in User's Guide. Scanner driver will be closed.
de: Scanner-Fehler. Schalten Sie den Scanner aus und befolgen Sie die Anweisungen im Handbuch. Der Scanner-Treiber wird geschlossen.
fr: Erreur de scanner. Mettez le scanner hors tension et suivez les instructions du manuel. Le pilote du scanner va être fermé.

source: Printer is in use or an error has occurred. Check status. Scanner driver will be closed.
de: Der Drucker wird verwendet oder es ist ein Fehler aufgetreten. Überprüfen Sie den Status. Der Scanner-Treiber wird geschlossen.
fr: L'imprimante est en cours d'utilisation ou une erreur s'est produite. Vérifiez l'état. Le pilote du scanner va être fermé.

source: Printer initialization is in progress. Scan after it is complete.
de: Der Drucker wird gerade initialisiert. Scannen Sie nach diesem Vorgang.
fr: Initialisation de l'imprimante en cours. Attendez qu'elle soit terminée pour numériser.

source: An error has occurred. Turn the device off and then back on. Scanner driver will be closed.
de: Es ist ein Fehler aufgetreten. Schalten Sie das Gerät aus und wieder ein. Der Scanner-Treiber wird geschlossen.
fr: Une erreur s'est produite. Eteignez puis rallumez le périphérique. Le pilote du scanner va être fermé.

source: Scanning canceled by user. Press the OK button on the printer's operation panel to eject the document from the ADF (Auto Document Feeder).
de: Scanvorgang durch den Benutzer abgebrochen. Drücken Sie die Taste OK auf dem Bedienfeld des Druckers, um das Dokument aus dem ADF (Automatischer Dokumenteneinzug) auszuwerfen.
fr: Numérisation annulée par l'utilisateur. Appuyez sur le bouton OK du tableau de bord de l'imprimante pour éjecter le document du CAD (chargeur automatique de documents).

source: The paper is jammed in the ADF (Auto Document Feeder). Open the cover and clear the paper jam, then close the document cover. Press the OK button to clear the status on the printer's operation panel.
de: Papierstau im ADF (Automatischer Dokumenteneinzug). Öffnen Sie die Abdeckung und beheben Sie den Papierstau. Drücken Sie dann die Taste OK auf dem Bedienfeld des Druckers, um den Fehlerzustand aufzuheben.
fr: Un bourrage papier s'est produit dans le CAD (chargeur automatique de documents). Ouvrez le couvercle et retirez le papier coincé, puis refermez le couvercle. Appuyez sur le bouton OK du tableau de bord de l'imprimante pour réinitialiser l'état.

source: The ADF (Auto Document Feeder) cover is open. Close the document cover and press the OK button to clear the status on the printer's operation panel.
de: Die Abdeckung des ADF (Automatischer Dokumenteneinzug) ist geöffnet. Schließen Sie die Abdeckung und drücken Sie die Taste OK auf dem Bedienfeld des Druckers, um den Fehlerzustand aufzuheben.
fr: Le couvercle du CAD (chargeur automatique de documents) est ouvert. Fermez-le et appuyez sur le bouton OK du tableau de bord de l'imprimante pour réinitialiser l'état.

source: No document in the ADF (Auto Document Feeder). Press the OK button on the printer's operation panel to cancel the error, then place paper in the ADF.
de: Kein Dokument im ADF (Automatischer Dokumenteneinzug). Drücken Sie die Taste OK auf dem Bedienfeld des Druckers, um den Fehlerzustand aufzuheben, und legen Sie anschließend Papier in den ADF ein.
fr: Aucun document dans le CAD (chargeur automatique de documents). Appuyez sur le bouton OK du tableau de bord de l'imprimante pour annuler l'erreur, puis placez du papier dans le CAD.

source: Document is too long. Check that the ADF (Auto Document Feeder) cover is closed, and press the OK button on the printer's operation panel to eject the document from the ADF.
de: Das Dokument ist zu lang. Vergewissern Sie sich, dass die Abdeckung des ADF (Automatischer Dokumenteneinzug) geschlossen ist, und drücken Sie die Taste OK auf dem Bedienfeld des Druckers, um das Dokument aus dem ADF zu entfernen.
fr: Document trop important. Vérifiez que le couvercle du CAD (chargeur automatique de documents) est fermé et appuyez sur le bouton OK du tableau de bord de l'imprimante pour éjecter le document du CAD.

source: The paper size is not suitable for the duplex scanning. Check that the ADF (Auto Document Feeder) cover is closed, and press the OK button on the printer's operation panel to eject the document from the ADF.
de: Das Papierformat eignet sich nicht für Duplex-Scans. Vergewissern Sie sich, dass die Abdeckung des ADF (Automatischer Dokumenteneinzug) geschlossen ist, und drücken Sie die Taste OK auf dem Bedienfeld des Druckers, um das Dokument aus dem ADF zu entfernen.
fr: Le format papier n'est pas adapté à la numérisation recto verso. Vérifiez que le couvercle du CAD (chargeur automatique de documents) est fermé et appuyez sur le bouton OK du tableau de bord de l'imprimante pour éjecter le document du CAD.

source: Cannot communicate with scanner for these reasons: - Scanner is turned off. - Scanner is disconnected. (It is disconnected from LAN, if using on LAN.) Please check and try again. Scanner driver will be closed.
de: Die Verbindung mit dem Scanner ist aus folgenden Gründen nicht möglich: - Der Scanner ist ausgeschaltet. - Der Scanner ist nicht angeschlossen. (Er ist nicht an das LAN angeschlossen, falls er im LAN verwendet wird.) Bitte prüfen Sie die Ursache und versuchen Sie es erneut. Der Scanner-Treiber wird geschlossen.
fr: Impossible de communiquer avec le scanner pour les raisons suivantes : - Le scanner est hors tension. - Le scanner est déconnecté. (Il est déconnecté du réseau, si vous en utilisez un.) Vérifiez et réessayez. Le pilote du scanner va être fermé.

source: Cannot communicate with scanner for these reasons: - Scanner is turned off. - The lock switch is not released. - Scanner is disconnected. (It is disconnected from LAN, if using on LAN.) Please check and try again. Scanner driver will be closed.
de: Die Verbindung mit dem Scanner ist aus folgenden Gründen nicht möglich: - Der Scanner ist ausgeschaltet. - Der Sperrschalter ist nicht freigegeben. - Der Scanner ist nicht angeschlossen. (Er ist nicht an das LAN angeschlossen, falls er im LAN verwendet wird.) Bitte prüfen Sie die Ursache und versuchen Sie es erneut. Der Scanner-Treiber wird geschlossen.
fr: Impossible de communiquer avec le scanner pour les raisons suivantes : - Le scanner est éteint. - L'interrupteur de verrouillage n'est pas relâché. - Le scanner est déconnecté. (Il est déconnecté du réseau, s'il utilise le réseau.) Veuillez vérifier et réessayer. Le pilote du scanner va être fermé.

source: Release the lock switch, turn the device off and then back on. Scanner driver will be closed.
de: Deaktivieren Sie den Sperrschalter und schalten Sie das Gerät aus und wieder ein. Der Scanner-Treiber wird geschlossen.
fr: Relâchez l'interrupteur de verrouillage, éteignez puis rallumez le périphérique. Le pilote du scanner va être fermé.

source: Cannot communicate with scanner for these reasons: - Scanner is turned off. - USB cable is disconnected. Please check and try again. Scanner driver will be closed.
de: Die Verbindung mit dem Scanner ist aus folgenden Gründen nicht möglich: - Scanner ist ausgeschaltet. - USB-Kabel wurde abgezogen. Prüfen Sie den Sachverhalt und versuchen Sie es erneut. Der Scanner-Treiber wird geschlossen.
fr: Impossible de communiquer avec le scanner pour les raisons suivantes : - Le scanner est hors tension. - Le câble USB est débranché. Veuillez vérifier et réessayez. Le pilote du scanner va être fermé.

source: Cannot communicate with scanner for these reasons: - Scanner is turned off. - (If using LAN connection) It is disconnected from LAN. - (If using wireless LAN connection) Signal strength is poor due to obstructions. - Network connection is prohibited by security software. - Different scanner on the network is selected. Please check and try again. Scanner driver will be closed.
de: Die Verbindung mit dem Scanner ist aus folgenden Gründen nicht möglich: - Scanner ist ausgeschaltet. - Scanner vom LAN getrennt (bei Verwendung einer LAN-Verbindung). - Signalstärke schwach (bei Verwendung einer WLAN-Verbindung). - Netzwerkverbindung durch Sicherheitssoftware blockiert. - Anderer Scanner im Netzwerk ausgewählt. Prüfen Sie den Sachverhalt und versuchen Sie es erneut. Der Scanner-Treiber wird geschlossen.
fr: Impossible de communiquer avec le scanner pour les raisons suivantes : - Le scanner est hors tension. - (Si vous utilisez une connexion réseau) Il est déconnecté du réseau. - (Si vous utilisez une connexion réseau sans fil) La puissance du signal est faible en raison d'une obstruction. - La connexion au réseau est bloquée par un logiciel de sécurité. - Un autre scanner du réseau est sélectionné. Veuillez vérifier et réessayez. Le pilote du scanner va être fermé.

source: Processing calibration data from a scanner. Do not open the document cover.
de: Verarb. der Scanner-Kalibrierdaten. Halten Sie den Vorlagendeckel geschlossen.
fr: Traitement des données de calibrage du scanner. Ne pas ouvrir le couvercle.

source: Scanner is warming up... Do not open the document cover.
de: Scanner wird aufgewärmt... Halten Sie den Vorlagendeckel geschlossen.
fr: Préchauffage du scanner... Ne pas ouvrir le couvercle.

source: Delete preview images.
de: Löscht Vorschaubilder.
fr: Supprimer les images d'aperçu.
